Repository: dc9-dev/donation-widget-payu
Catalog: languages/donation-widget-payu-*.po
Languages: pl_pl

source: Donation widget via PayU
pl_pl: Widget donacji przez PayU

source: Very simple donation widget (using PayU)
pl_pl: Bardzo prosty widżet wsparcia poprzez PayU

source: Donate
pl_pl: Wesprzyj

source: Signature key
pl_pl: Klucz podpisu

source: Merchant POS ID
pl_pl: Numer POSa

source: PayU environment
pl_pl: Rodzaj środowiska PayU

source: PayU donation widget settings
pl_pl: Ustawienia pluginu PayU Donation

source: Oauth Client Id
pl_pl: Id klienta Oauth

source: Oauth Client Secret
pl_pl: Klucz klienta Oauth

source: Redirect path after payment
pl_pl: Ścieżka powrotu z PayU (strona podziękowań)

source: Transfer description
pl_pl: Opis przelewu

source: Confirm donation
pl_pl: Potwierdź płatność

source: The minimum amount of support is PLN %s.
pl_pl: Minimalna kwota wsparcia to %s PLN.

source: Please configure '%s' option in donation plugin.
pl_pl: Musisz skonfigurować opcję '%s' aby plugin zadziałał.

source: Something went wrong. Please check donation plugin configuration.
pl_pl: Coś poszło nie tak. Sprawdź konfigurację pluginu płatności.
